Repository: harkaitz/go-iberiar
Catalog: locale/*/iberiar.po
Languages: es, eu

source: Ancient basque/iberian writting translator
es: Traductor de signario ibero
eu: Antzinako euskal/iberiar idazkera itzultzailea

source: <strong>The iberian script</strong>
es: <strong>El signario ibero</strong>
eu: <strong>Iberiar idazketa</strong> edo <strong>iberiar idazkera</strong>

source: https://en.wikipedia.org/wiki/Iberian_scripts
es: https://es.wikipedia.org/wiki/Signario_ib%C3%A9rico
eu: https://eu.wikipedia.org/wiki/Iberiar_idazketa

source: From wikipedia article
es: Artículo de wikipedia
eu: Wikipedia artikulutik

source: The Iberian scripts are the Paleohispanic scripts that were used to represent the extinct Iberian language.
es: Las escrituras ibéricas son las escrituras paleohispánicas que se utilizaban pararepresentan la lengua ibérica extinta
eu: Iberiar Penintsulan eta Frantzian aurkitu diren testuenak dira. Iberiar herriek idazketa sistema desberdinak erabili zituzten. Idazkera paleohispaniarretako bat da.

source: Write in iberian
es: Escribe en ibero
eu: Idatzi iberiarrez

source: The iberian scripts are semi-syllabic rather than purely alphabetic.
es: Las escrituras ibéricas son semisilábicas y no puramente alfabéticas.
eu: Iberiar idazkera erdi silabiko erdi alfabetikoa zen.

source: The basque language can be written with some success.
es: El idioma vasco se puede escribir con cierto éxito.
eu: Euskara nahiko ondo idatz daiteke.

source: The rest of languages are nearly imposible. It lacks characters.
es: El resto de idiomas son difiles de escribir, al requerir un silabario mas extenso.
eu: Beste hizkuntzak ia ezinezkoak dira iberiarrez idaztea.

source: Here lies Beles&#10;Son of Beles.
es: Aqui vive Pablo&#10;Hijo de Antonio.
eu: Zorionak, eta&#10;urte berri on.

source: You can write
es: Puedes escribir
eu: Idatzi dezakezu

source: Where was it written?
es: ¿Come se escribia?
eu: Nola idazten zen?

source: There was no paper.
es: No había papél
eu: Ez zegoen papelik, papirorik edo pergaminorik (ez zaigu iritsi behintzat).

source: It was written on iron or stone.
es: Estaba escrito en hierro o piedra.
eu: Burdinean edo harrian idazten zen.

source: is opensource
es: es software libre
eu: software askea da

source: You can donate to
es: Puedes hacer una donación a
eu: Donatu dezakezu

source: so that the project continues
es: para que el proyecto siga adelante
eu: proiektuak martxan jarrai dadin

source: You can revise the source code
es: Puedes revisar el código fuente
eu: Iturri kodea errebisatu dezakezu

source: here
es: aquí
eu: hemen

source: If you are a programmer don't be shy and send a "pull-request".
es: Si eres programador, no seas tímido y envía una "solicitud de extracción".
eu: Programatzailea bazara ez lotsatu eta bidali "pull-request"-ak lasai.

source: Bug reports and suggestions here:
es: Informes de errores y sugerencias aquí:
eu: Bug erreporteak eta iradokizunak lasai bidali
